cweijan.vscode-office
formulahendry.code-runner
github.copilot
hm.riscv-venus
icrawl.discord-vscode
ms-python.python
ms-toolsai.jupyter
ms-vscode.cpptools
ms-vscode.powershell
ms-vsliveshare.vsliveshare
platformio.platformio-ide
tomoki1207.pdf
zhwu95.riscv
