cweijan.vscode-office
formulahendry.code-runner
icrawl.discord-vscode
james-yu.latex-workshop
microchip.mplab-extension-pack
ms-python.python
ms-vscode.powershell
ms-vsliveshare.vsliveshare
platformio.platformio-ide
thenuprojectcontributors.vscode-nushell-lang
