cweijan.vscode-office
formulahendry.code-runner
github.copilot-chat
icrawl.discord-vscode
microchip.mplab-extension-pack
ms-python.python
ms-vscode.powershell
ms-vsliveshare.vsliveshare
thenuprojectcontributors.vscode-nushell-lang
tomoki1207.pdf
